angular.ng-template
cheshirekow.cmake-format
christian-kohler.path-intellisense
codezombiech.gitignore
cschlosser.doxdocgen
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dotjoshjohnson.xml
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
felipecaputo.git-project-manager
formulahendry.code-runner
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
haskell.haskell
hoovercj.haskell-linter
jeff-hykin.better-shellscript-syntax
jeff-hykin.polacode-2019
josetr.cmake-language-support-vscode
justusadam.language-haskell
lizebang.bash-extension-pack
mads-hartmann.bash-ide-vscode
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
mitaki28.vscode-clang
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.autopep8
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
ngtystr.ppm-pgm-viewer-for-vscode
nicolaspolomack.epitech-c-cpp-headers
nicolasvuillamy.vscode-groovy-lint
oderwat.indent-rainbow
otovo-oss.htmx-tags
pascalreitermann93.vscode-yaml-sort
pkief.material-icon-theme
remisa.shellman
rogalmic.bash-debug
rpinski.shebang-snippets
sergey-kintsel.haskell-formatter-vscode-extension
shakram02.bash-beautify
shd101wyy.markdown-preview-enhanced
shinhwagk.mkstring
simonsiefke.svg-preview
streetsidesoftware.code-spell-checker
tal7aouy.theme
thomascsd.vscode-readme-pattern
timonwong.shellcheck
tomoki1207.pdf
tomrijndorp.find-it-faster
twxs.cmake
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
waderyan.gitblame
xaver.clang-format
ziyasal.vscode-open-in-github
